import classes from "./AirCoord.module.css";

const AirCoord = (props) => {
  return (
    <section className={classes.section}>
      <h1>תיאום אווירי</h1>
      <h2>מתאמים סגירה אווירית עם שלושה גופים בחיל האוויר:</h2>
      <div className={classes.card}>
        <h2>יב"א (יחידת בקרה אווירית)</h2>
        <p>
          נמצאת בקשר עם כל כלי הטיס במדינה. חובה לבקש את אישורם לפני עלייה
          לאוויר ולהיות זמינים לטלפונים מהם (למקרה שירצו להתריע לנו על מטוס
          מתקרב).
        </p>
        <div className={classes.phones}>
          יב״א צפון: <span className={classes.phone}>04-6926211</span> אחראית על
          כל תחום המוגדר כא.מ (אזור מרכז) וא.צ (אזור צפון).
        </div>
        <div className={classes.phones}>
          יב״א דרום: <span className={classes.phone}>08-6502334</span> אחראית על
          כל תחום המוגדר כא.ד (אזור דרום).
        </div>
        <p>הגבול בין יב״א צפון לדרום עובר בפלמחים.</p>
      </div>
      <div className={classes.card}>
        <h2>מב"א (מרחב בקרה אוגדתי)</h2>
        <p>
          מרכז בקרה אוגדתי המרכז את כל הטסת הרחפנים באוגדה. יש להם מעקב על כל
          כלי הטייס הקרובים לקרקע הנמצאים באוגדה. מחליפה את תפקיד היב״א מבחינת
          עולם הרחפנים. נדרש לתאם הטסה רק איתם במידה וקיימת.
        </p>
      </div>
      <div className={classes.card}>
        <h2>מרכז סנכרון</h2>
        <p>
          מייצרת סגירה אווירית לאזורים ללא תשתית אשר לא נכללים באזורי בראשית, יש
          לתאם איתם עד שבוע מראש. אין הבדל בין טיסה מבצעית ולא מבצעית. לכל טיסה
          יש לבצע סגירה. בתיאום עם מרכז סנכרון צריך למלא טופס סגירה אווירית חובה
          לפנות ליב״א בזמן אמת ולדווח על עליית הרחפן!
        </p>
        <div className={classes.phones}>
          <p>
            מרכז סנכרון:
            <span className={classes.phone}> 03-6067970 </span>
          </p>
        </div>
      </div>
    </section>
  );
};

export default AirCoord;
